<template>
  <div class="container">
    <div style="font-size: 20px; font-weight: 500">
      用户使用协议
    </div>

    <div class="title">
      第一条 协议订立
    </div>

    <div class="text">
      <p>
        1.1. 本《用户使用协议》(以下简称“本协议”)是由红哨子社区战役平台用户(以下简称 “用户”)与正道易行(北京)科技有限公司(红哨子社区战役平台运营方，以下简称 “正道易行”)就用户在红哨子社区战役平台(以下简称“平台”)使用防疫物资供需对 接帮扶服务的相关事项订立的有效合同。 防疫物资供需对接服务(以下简称“服务”)是指注册用户在本平台上发布对防疫物资的 需求，明确防疫物资数量，规格，收货地址，收货人联系方式等平台所要求提供的信息; 其他注册用户确认捐赠并提供捐赠物品照片的，方可通过本平台查阅受赠人收货信息，注 册用户发出防疫物品的，待受赠人收到物品并在本平台确认捐赠后，则视为本次物资供需 对接成功。平台不追踪物资供需对接的细节。
      </p>
      <p>
        1.2. 用户在使用服务前请务必认真阅读本协议，如果用户不同意或无法理解本协议内容的， 请不要注册或继续操作。一旦用户通过网络页面点击确认、使用本平台提供的服务或者以 其他方式选择接受本协议，即表示用户与正道易行达成协议并同意接受本协议的全部内 容。用户同意本协议后方可使用本服务。
      </p>
    </div>

    <div class="title">
      第二条 用户身份限制
    </div>

    <div class="text">
      <p>
        2.1. 注册用户是个人的，必须是年满 18 周岁并未被人民法院宣告为无民事行为能力人或限制民 事行为能力人的自然人。注册用户是法人的，必须是在中华人民共和国境内依法设立并存续的法人和其他组织。如不符合上述资格，用户应立即停止在本平台的注册程序、停止使用本平台服务，否则本平台有权随时终止用户资格。
      </p>
      <p>
        2.2. 用户设置的平台账号不得违反国家法律法规，否则平台可回收账号。用户不得冒充他人进行注册，不得未经许可为他人注册，不得以可能误导其他用户的方式注册账号，不得使用可能侵犯他人权益的用户名进行注册(包括但不限于涉嫌商标权、名称权、名誉权等侵权行为)
      </p>
      <p>
        2.3. 用户对其在本平台的所有行为结果承担责任。
      </p>
    </div>

    <div class="title">
      第三条 服务说明
    </div>

    <div class="text">
      <p>
        3.1. 通过本平台发布防疫物资/服务的个人、法人或其他组织，本平台均称为 “需求方”;通过本平台提供防疫物资/服务的个人、法人或其他组织，本平台均称为 “供应方”。
      </p>
      <p>
        3.2. 本平台的信息都由用户自行发布，需求内容以各机构在各大官方发布信息为准(认证微博、官方微信公众号、医院盖章文件等)。
      </p>
      <p>
        3.3. 本平台主要为用户提供下列服务，包括:<br>
        (1)为用户在本平台开设用户的账号;<br>
        (2)在法律和技术手段允许的合理范围内，本平台对相关主体的基本信息进行必要的查 验;<br>
        (3)在法律和技术手段允许的合理范围内，对需求方的需求作必要查验;<br>
        (4)展示防疫物资需求信息;<br>
        (5)需求方确认防疫物资捐赠。
      </p>
      <p>
        3.4. 用户同意并理解，平台会对需求方进行合理范围内的基本信息的核查，供应方在确认之 前，负有自行审阅需求方信息、自行收集额外信息并且自行判断决策的义务。一旦需求方提出的防疫物资/服务需求得到供应方的确认后，供应方会自发将防疫物资/服务发出，待 需求方接收物品/服务后，则认为本次对接成功。
      </p>
      <p>
        3.5. 如供应方和需求方需取得相应凭证的，应与有义务开具凭证的自然人、法人联系。本平台 不开具任何凭证。
      </p>
      <p>
        3.6. 本平台将对用户在本平台的有关操作进行记录。用户可以通过用户的账号实时查询。
      </p>
      <p>
        3.7. 本平台发布的供需对接信息不是《中华人民共和国慈善法》所规范的公开募捐。
      </p>
      <p>
        3.8. 本平台目前不向用户收取任何服务费用。
      </p>
    </div>

    <div class="title">
      第四条 需求发布
    </div>

    <div class="text">
      <p>
        4.1. 需求方在本平台发布的需求内容必须完整、合理、具有可行性;该需求应限于与防疫物资需求和服务需求。本平台不允许需求方发布任何资金需求。
      </p>
      <p>
        4.2. 需求应根据本平台所规定的需求类型进行发布，同时须依据本平台具体页面提出的要求详细描述需求原因。
      </p>
      <p>
        4.3. 涉及防疫物资需求的，由供应方负责邮寄或通过其他方式送达物资。本平台不参与供应方提 供、邮寄物品和需求方接受物品的过程及法律关系，亦不承担任何责任。
      </p>
      <p>
        4.4. 需求方需要在收到防疫物资、防疫服务后，确认收到并按照本平台需求提供反馈。
      </p>
      <p>
        4.5. 需求方知晓并理解，本平台并非专业医疗机构，故而对于供应方提供的任何医疗器械等物资，没有鉴别的能力或义务。需求方应当自行对物资的适用性进行审慎地鉴别。
      </p>
    </div>

    <div class="title">
      第五条 用户的权利和义务
    </div>

    <div class="text">
      <p>
        5.1. 用户确定使用本服务的发出的指令均为其不可变更或撤销的真实意思表示，相关指令的执 行时间以本平台系统中记录的时间为准。用户确认，正道易行依照用户的指令进行操作的 一切风险均由用户承担。用户未能及时发出指令、修改指令，所引起的任何纠纷或损失由 用户自行负责，本平台不承担任何责任。
      </p>
      <p>
        5.2. 用户若发现有第三人冒用或盗用账号，或有其他任何未经合法授权的情形，应立即通过本 平台公示的联系方式通知本平台，否则由此产生的一切责任由用户本人承担。同时，用户 理解本平台对用户的请求采取行动需要合理期限，在此之前，本平台对第三人使用该服务 所导致的损失不承担任何责任。
      </p>
      <p>
        5.3. 用户不得利用本平台或本平台服务从事下列活动或发布下列信息:<br>
        (1)违反国家法律法规禁止性规定的;<br>
        (2)政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的;<br>
        (3)欺诈、虚假、不准确或存在误导性的;<br>
        (4)侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的;<br>
        (5)侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的;<br>
        (6)存在可能破坏、篡改、删除、影响本平台任何系统正常运行或未经授权秘密获取平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的;<br>
        (7)其他违背社会公共利益或公共道德或依据相关本平台协议、规则的规定不适合在本平 台上发布的。<br>
        本平台在发现用户从事该等活动或发布该等内容时，有权不经用户同意而删除该等内容，并有权不经通知而立即暂停或停止用户对本平台的全部或部分功能的使用。
      </p>
    </div>

    <div class="title">
      第六条 用户信息保护
    </div>

    <div class="text">
      <p>
        6.1. 用户同意本平台为提供服务之必须收集、储存用户信息，包括但不限于用户自行提供的资料 和信息。本平台未提供服务之必须也将采取其他方式自行收集用户信息，但仅限于收集本平 台认为提供服务所必须的关于用户的个人资料。
      </p>
      <p>
        6.2. 用户同意本平台向用户同意的供应方、需求方等相关单位披露对接供需的必要信息，收货人 姓名、地址、电话号码等。用户知晓，本平台有权根据有关法律和监管要求向政府部门、司 法机关政府部门、执法机关提供用户的个人资料。
      </p>
      <p>
        6.3. 紧急情况发生时，本平台有权基于单方独立判断，不经通知而先行暂停、中断或终止向用 户提供本协议项下的全部或部分服务(包括收费服务)，或为用户的利益采取相应的紧急 措施，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于: <br>
        (1)本平台发现异常交易时;<br>
        (2)本平台认为发生用户诈骗、被冒用或其他有风险之情形;<br>
        (3)本平台认为相关用户已违反法律法规、本协议的约定。
      </p>
      <p>
        6.4. 本平台承诺遵照《电信和互联网用户个人信息保护规定》等相关法律法规、行业标准，建立 相应的信息保护制度。
      </p>
      <p>
        6.5. 用户的账户及密码由用户自行设置并保管。用户务必保管好用户的账户，账户因用户主动泄 露或因用户遭受他人攻击、诈骗等行为导致的损失及后果，本平台不承担责任。用户应当通 过合法途径向侵权行为人追偿。
      </p>
    </div>

    <div class="title">
      第七条 免责声明
    </div>

    <div class="text">
      <p>
        7.1. 因用户提供不实、错误、误导性信息导致其他用户损失的，由提供信息的用户承担相应责 任，本平台不承担任何责任。
      </p>
      <p>
        7.2. 用户充分知晓并认可，本平台仅提供平台服务，不是用户之间签署任何合同的主体，不介 入用户之间的纠纷，供应方与需求方产生任何纠纷与本平台无关。本平台不因平台服务而 承担任何担保、保证或连带责任。但本平台将提供协助，保护用户的合法权益。
      </p>
      <p>
        7.3. 用户理解并同意，本平台不对需求方就对防疫物资的后续利用情况作出任何形式的承诺或 保证。
      </p>
    </div>

    <div class="title">
      第八条 知识产权
    </div>

    <div class="text">
      <p>
        本平台的所有内容，包括但不限于文本、数据、图片、音频、视频、源代码及其他全部信息受中 华人民共和国著作权法及各国际版权公约的保护，其知识产权属于正道易行所有。未经正道易行 事先书面同意，用户不得复制、发行、再版、下载、改编、传播、显示、张贴、修改、翻译、公 布、展示、利用、分解或反向编译或以任何其他方式侵犯正道易行的知识产权，亦无权对外授权、 许可。
      </p>
    </div>

    <div class="title">
      第九条 违约责任
    </div>

    <div class="text">
      <p>
        9.1. 如果用户违反了本协议中所作的陈述、保证、承诺或任何其他义务，致使本平台或本平台所 述的企业、股东、实际控制人、员工、本平台其他用户承受任何损失或其他不良影响的，应 当立即停止侵害、消除影响，并赔偿相应损失。正道易行保留依法向用户提出任何请求及追 索的权利。
      </p>
      <p>
        9.2. 本平台如被恶意篡改用于不正当募捐和交易使用，一律追责。
      </p>
      <p>
        9.3. 本平台唯一微信官方认证的(红哨子社区战役平台)如被人恶意假借名义进行不正当行为， 与本平台无关。但本平台保留追究其法律责任的权利。
      </p>
    </div>

    <div class="title">
      第十条 协议有效期限及终止
    </div>

    <div class="text">
      <p>
        10.1. 除非本平台终止本协议或者用户注销账号的，否则本协议始终有效。
      </p>
      <p>
        10.2. 若用户违反本协议或相关法律法规的，本平台有权通过微信通知终止本协议，关闭用户的 账号或者限制用户使用本平台。但本平台的终止行为并不免除用户根据本协议或在本平台 生成的其他协议项下的还未履行完毕的义务。
      </p>
      <p>
        10.3. 当用户不再符合用户身份条件(包括但不限于因故身亡、丧失民事行为能力、企业破产 等)致使本协议无法继续履行时，本协议依法终止。本平台有权关闭该用户账号。
      </p>
    </div>

    <div class="title">
      第十一条 协议修改
    </div>

    <div class="text">
      <p>
        11.1. 正道易行有权随时修改本协议的任何条款。用户理解并同意，正道易行有权单方面修改本协 议无需事先通知。正道易行对本协议不时修订、补充后的内容一旦公告，即成为本协议不可 分割的组成部分，与本协议具有同等法律效力。修订、补充的内容与本协议有冲突的，适用 修订、补充后的内容，未涉及的本协议的其他部分仍有效并对用户及正道易行具有约束力。
      </p>
      <p>
        11.2. 如果用户不同意本协议相关条款所做的任何修改，用户应立即停止使用本平台提供的本项 服务。一旦用户继续使用本平台提供的服务，则视为用户接收并认可本协议相关条款的修 改。
      </p>
      <p>
        11.3. 正道易行拥有并保留对本协议全部条款的解释权和修改权。
      </p>
    </div>

    <div class="title">
      第十二条 不可抗力
    </div>

    <div class="text">
      <p>
        因不可抗力因素(包括但不限于地震、台风、洪水、海啸、冰雹等自然灾害;征收、征用等政府行为;罢工、骚乱等社会异常事件;计算机病毒或黑客攻击;非因正道易行原因造成的互联网系 统不稳定、互联网及/或通信服务中断等)造成正道易行不能及时完成服务内容，数据遗失、泄露， 或导致用户供需对接失败，正道易行不承担任何责任，且用户理解并同意正道易行有权暂停、中 止或终止提供相关服务。但正道易行承诺将及时配合有关单位进行恢复、修复工作，或配合用户 向其他相关方进行求偿或追索。该项承诺不应在任何方面被视为对用户损失(如有)的赔偿承诺 或担保。
      </p>
    </div>

    <div class="title">
      第十三条 争议解决及法律适用
    </div>

    <div class="text">
      <p>
        与本协议有关的任何争议，因用户与正道易行友好协商解决。协商持续无果的，双方同意按照中 华人民共和国现行有效的法律法规解决争议，并由被告住所地有管辖权的人民法院管辖。
      </p>
    </div>
  </div>
</template>

<style scoped>
.container {
  padding: 10px 16px
}

.container .title {
  font-size: 14px;
  color: #333;
  margin-top: 10px
}

.container .text {
  font-size: 12px;
  color: #666;
  margin-top: 10px;
}

.container .text p {
  margin-top: 5px
}
</style>